import { jsx as _jsx, jsxs as _jsxs } from "react/jsx-runtime";
import { useTranslation } from 'react-i18next';
import { Page } from "../../../widgets/Page/Page";
var AboutPage = function () {
    var t = useTranslation('about').t;
    return (_jsxs(Page, { children: [_jsx("h2", { children: "\u0414\u0430\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430\u0433\u043B\u043E \u043F\u0438\u0437\u0436\u0435\u043D\u0430 \u0441 \u0441\u0430\u0439\u0442\u0430 \u0412\u0438\u0437\u0430\u0440\u0434-\u0422\u0440\u044D\u0439\u0434\u0430" }, void 0), _jsx("p", { children: t('Компания «Rodonit» рада приветствовать Вас на сайте нашего интернет магазина. ' +
                    'Основная деятельность компании направлена на поставки корпоративному сектору, ' +
                    'при этом мы всегда удовлетворяем потребности физических лиц. ' +
                    'Своих корпоративных клиентов мы считаем партнерами по бизнесу и предоставляем ' +
                    'наиболее выгодные условия и цены. В нашей работе мы ориентируемся на долгосрочные ' +
                    'партнерские отношения и стараемся найти индивидуальный подход к каждому клиенту. ') }, void 0), _jsx("p", { children: t('Почему работать с "Rodonit" удобно и выгодно для любой компании') }, void 0), _jsxs("ol", { children: [_jsx("li", { children: t('широкий ассортимент товаров - на сегодняшний день в нашем ассортименте более 15000 позиций, представленных мировыми брендами с основными из которых мы имеем официальные партнерские соглашения') }, void 0), _jsx("li", { children: t('низкий уровень цен – "Rodonit" является официальным партнером большинства производителей и крупнейших дистрибьюторов, обладая преимуществом перед последними в широте ассортимента') }, void 0), _jsx("li", { children: t('работа под заказ - у наших клиентов есть возможность приобрести товар, отсутствующий в прайс-листе - под заказ (срок поставки товара определяется Вашим персональным менеджером)') }, void 0), _jsx("li", { children: t('надежность для региональных клиентов - для работы с региональными партнерами через транспортные компании, нами разработана система упаковки товара, что позволяет контролировать при получении сохранность коробок.') }, void 0)] }, void 0), _jsx("p", { children: t(' При работе с партнерами нашей целью не является формальная поставка ' +
                    'оборудования определенной конфигурации и комплектации в согласованные сроки. ' +
                    'Это априори подразумевается и обсуждению не подлежит. Однако формальный подход - ' +
                    'это не наш метод. В отношениях с заказчиком для нас главным является именно ' +
                    'сотрудничество, полноценное партнерство. Компания стремится к тому, ' +
                    'чтобы поставляемое оборудование максимально отвечало целям и задачам нашего партнера. ' +
                    'С этой целью мы стараемся подключиться к работе на этапе формирования технического ' +
                    'задания партнера для оптимизации принятия им окончательного решения. ' +
                    'То есть мы, и наш клиент совместно работаем над проектом, что позволяет оптимизировать ' +
                    'бизнес-процессы и избежать многочисленных ошибок ещё на стадии предварительных расчетов.') }, void 0)] }, void 0));
};
export default AboutPage;
